[
    {
        "id": "app.terms.title",
        "description": "AKASHA's terms and conditions title",
        "defaultMessage": "AKASHA: Términos de Servicio"
    },
    {
        "id": "app.terms.preface",
        "description": "AKASHA's terms preface",
        "defaultMessage": "<p>1. AKASHA es una red social de blogs de próxima generación con un nuevo tipo de computadora conocida como Ethereum y el Sistema de archivos Interplanetarios. Siendo una plataforma completamente descentralizada, AKASHA no está bajo el control de ninguna entidad legal o individuo privado. Si bien AKASHA International GmbH ha desarrollado y continuará desarrollando AKASHA, no opera ni controla AKASHA y / o el contenido puesto a disposición por los usuarios a través de un sistema AKASHA. AKASHA International GmbH simplemente opera la interfaz web akasha.world que puede usarse para acceder a AKASHA.</p>\n                      <p>2. Al usar AKASHA y crear un Contrato de Identidad de AKASHA o un Contrato de Perfil Inteligente, usted confirma que ha revisado detenidamente y comprende completamente y acepta los términos y condiciones establecidos en este documento (los \"Términos\").</p>\n                      <p>3. Debido a que la versión actual de AKASHA es solo una versión Pre-Alpha, podemos pedirle que revise y acepte términos nuevos o complementarios que se apliquen a su interacción con AKASHA y las funcionalidades recientemente introducidas en el futuro.</p>\n                      <p>4. Antes de instalar AKASHA, asegúrese de haber descargado el archivo .zip utilizando las invitaciones pre alfa que envía directamente AKASHA. Desembalar / instalar cualquier otro archivo puede implicar riesgos de seguridad sustanciales.</p>"
    },
    {
        "id": "app.terms.privacyTitle",
        "description": "privacy section title",
        "defaultMessage": "1. Privacidad"
    },
    {
        "id": "app.terms.privacyBody",
        "description": "privacy section content",
        "defaultMessage": "<p>5. su privacidad es muy importante para nosotros que AKASHA distingue de otras redes sociales. Diseñamos AKASHA de forma que permanecen en control de sus datos y cómo la compartes con los demás. AKASHA no recopilar y usar su contenido y la información para ningún otro propósito que elegido por usted.</p>"
    },
    {
        "id": "app.terms.sharingYourContentTitle",
        "description": "sharing content section title",
        "defaultMessage": "2. Compartiendo su Contenido e Información"
    },
    {
        "id": "app.terms.sharingYourContentBody",
        "description": "content of sharing your content section",
        "defaultMessage": "<p>6. AKASHA no reclama la propiedad en cualquiera de los contenidos y la información que publiques en AKASHA. AKASHA le permite controlar su contenido y cómo se comparte a través de la configuración de AKASHA. </p>\n                       <p>7. Contenido que está amparado por derechos de propiedad intelectual, como fotografías, textos y videos (contenido de IP), tienes la posibilidad de elegir entre diferentes opciones de licencia (que abarca un espectro de todos los derechos reservados a ningún derecho reservado) lo que permite la especificar cómo y en qué condiciones su contenido puede distribuida y usada por otros.</p>\n                       <p>8. por publicar su contenido de IP en el AKASHA, otorga licencia no exclusiva, transferible, sublicenciable, libre de regalías, a nivel mundial AKASHA para utilizar el contenido IP con el propósito de su publicación y distribución en AKASHA y sujeto a las condiciones especificado en las opciones de licencia. </p>\n                       <p>9. Usted es consciente de que AKASHA es una aplicación descentralizada y que, en consecuencia, contenidos publicados en AKASHA no está bajo control de cualquier persona jurídica o particular. En consecuencia, puede no completamente eliminar cualquier contenido publicado desde la plataforma de AKASHA. Cuando eliminas contenido, su contenido sólo es delisted que hace más difícil de encontrar para los demás. Sin embargo, usted entiende que quitar contenido persisten sin limitación de tiempo y todavía pueden estar disponible para otros.</p>\n                       <p>10. al publicar contenido usando la configuración \"Sin derechos reservados\" en la opción de licencia, significa que están permitiendo que todo el mundo acceder a y utilizar ese contenido para asociar con usted (es decir, tu foto de perfil y nombre) y que onda todos sus derechos, incluyendo los derechos de autor y derechos conexos, a este contenido.</p>"
    },
    {
        "id": "app.terms.noUnlawfulTitle",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "3. No actividades y contenido ilegales"
    },
    {
        "id": "app.terms.noUnlawfulBody",
        "description": "no unlawful activities and content section body",
        "defaultMessage": "<p>11. estás consciente de que AKASHA es una plataforma completamente descentralizada que no está bajo control de cualquier persona jurídica o particular. AKASHA o AKASHA International GmbH no tiene conocimiento de y no hay medios de controlar cualquier contenido publicado en AKASHA violan los derechos de propiedad intelectual de terceros o es ilegal bajo las leyes de algunas jurisdicciones. Por consiguiente, el éxito de AKASHA se basa en la responsabilidad de cada usuario. Mediante el uso de AKASHA usted se compromete a mantener a AKASHA limpios de cualquier contenido ilegal y las actividades. En particular: \n             <ul><li>no solicita información de inicio de sesión o un perfil que pertenece a otra persona a.</li>\n             <li>No amedrentar, intimidar o acosar a cualquier otro usuario.</li>\n             <li>No publicaremos contenido es de odio, amenazante, incita a la violencia.</li>\n             <li>No utilizará AKASHA para hacer nada ilegal en su jurisdicción o en Suiza.</li>\n             <li>No utilizará AKASHA hacer algo engañosos, malintencionados o discriminatorios.</li>\n             <li>No publicar contenido ni realizar ninguna acción sobre AKASHA que infrinja o viole los derechos de otra persona, incluyendo los derechos de autor y otros derechos de propiedad intelectual o que viole la ley.</li></ul></p>\n                       <p>12. está previsto que las versiones actualizadas de AKASHA contendrá uno mismo funciones de moderación que permite la comunidad AKASHA AKASHA de mantener limpios de cualquier contenido ilegal y actividades sin la intervención directa de AKASHA International GmbH.</p>"
    },
    {
        "id": "app.terms.registrationTitle",
        "description": "registration and identity section title",
        "defaultMessage": "4. Registro e Identidad"
    },
    {
        "id": "app.terms.registrationBody",
        "description": "registration and identity section content",
        "defaultMessage": "<p>13. Puede crear una identidad usando las credenciales de su elección o mantener múltiples identidades. Sin embargo, como AKASHA se ejecuta en la Plataforma Ethereum, el uso de AKASHA implica ciertos pagos. En consecuencia, no usará AKASHA si tiene menos de 13 años.</p>"
    },
    {
        "id": "app.terms.gasDeductionTitle",
        "description": "gas deduction section title",
        "defaultMessage": "5. Funcionalidad de Deducción de Gas AKASHA"
    },
    {
        "id": "app.terms.gasDeductionBody",
        "description": "gas deduction section content",
        "defaultMessage": "<p>14. Al crear una Identidad en AKASHA, se le proporcionará una Dirección de Ethereum (Clave de Identidad de Ethereum) a la cual deberá realizar una transferencia de una pequeña cantidad de Éter (ETH). La clave de identidad de Ethereum contiene una funcionalidad preestablecida para deducir de su saldo de clave de identidad una deducción de gas AKASHA, que se activa por cada transacción que realice en AKASHA. La cantidad de ETH en su Equilibrio de clave de identidad Ethereum permanece siempre bajo su exclusivo control y puede retirarse en cualquier momento. AKASHA y / o AKASHA International GmbH no tienen acceso a su clave de identidad Ethereum.</p>"
    },
    {
        "id": "app.terms.noWarrantyTitle",
        "description": "no warranty section title",
        "defaultMessage": "6. No garantías"
    },
    {
        "id": "app.terms.noWarrantyBody",
        "description": "no warranty section content",
        "defaultMessage": "<p>15. Usted comprende y acepta expresamente que no hay garantía alguna con respecto a la disponibilidad, funcionalidad y / o el éxito de AKASHA y la Clave de Identidad Ethereum, expresada o implícita, en la medida permitida por la ley, y que la versión Pre-Alpha de AKASHA se utiliza bajo su exclusivo riesgo \"tal como está\" y \"en desarrollo\" y sin, en la medida permitida por la ley, garantías de ningún tipo, incluidas, entre otras, garantías de titularidad o implícitas. garantías, comerciabilidad o adecuación para un propósito particular;</p>"
    },
    {
        "id": "app.terms.passwordTitle",
        "description": "password section title",
        "defaultMessage": "7. Contraseña / Autenticación abierta"
    },
    {
        "id": "app.terms.passwordBody",
        "description": "password section content",
        "defaultMessage": "<p>16. As part of creating your identity, you will need to provide a password. The password will be used to access AKASHA and make use of your Ethereum Identity Key Balance. You must keep this password safe and may not share it with anybody. </p>\n              <p>17 When logging in you have an option to create a secure “authentication hash/token” for a amount of time in your choice, which allows you to securely sign transactions while logged in without having to reintroduce your password each time you post, comment or vote on something (Open Login Function). When the selected time period expires, you will be prompted to reintroduce your password. Please assure that you do not leave your AKASHA access device unattended after having chosen the Open Login Function.</p>"
    },
    {
        "id": "app.terms.risksTitle",
        "description": "risks section title",
        "defaultMessage": "8. Riesgos"
    },
    {
        "id": "app.terms.risksBody",
        "description": "risks section content",
        "defaultMessage": "<p>18. Usted comprende y acepta los riesgos en relación con el uso de AKASHA y la transferencia de ETH a la Cartera de Depósitos como se establece ejemplarmente a continuación. En particular, pero no concluyente, usted comprende los riesgos inherentes que se enumeran a continuación:\n              <ul>\n              <li>Riesgo de debilidades del software: entiende y acepta que AKASHA, el concepto de sistema de contrato inteligente, la aplicación de software subyacente y la plataforma de software (es decir, la cadena de bloques Ethereum) aún se encuentra en una etapa de desarrollo inicial y no está probado, por qué no hay garantías de que AKASHA ininterrumpido o libre de errores y por qué existe un riesgo inherente de que el software pueda contener debilidades, vulnerabilidades o errores que causen, entre otras cosas, la pérdida completa de su perfil y / o ETH enviados por usted a la Cartera de Depósitos.</li>\n              <li>Riesgo regulatorio: el usuario entiende y acepta que la tecnología blockchain permite nuevas formas de interacción y que es posible que ciertas jurisdicciones apliquen las regulaciones existentes o introduzcan nuevas regulaciones que aborden las aplicaciones basadas en la tecnología blockchain, que pueden ser contrarias a la configuración actual de AKASHA y que pueden, entre otras cosas, dar lugar a modificaciones sustanciales de AKASHA, incluida su terminación y la pérdida de ETH presentada por usted a la billetera de depósito.</li>\n              <li>Riesgo de abandono / falta de éxito: Usted comprende y acepta que el desarrollo de AKASHA más allá de la versión Beta puede abandonarse por varias razones, incluida la falta de interés por parte del público, la falta de fondos, la falta de éxito comercial o posibles perspectivas (por ej. causado por proyectos competidores).</li>\n              <li>Riesgo de robo: comprende y acepta que el concepto de contrato inteligente AKASHA, la aplicación de software subyacente y la plataforma de software (es decir, la cadena de bloques Ethereum) pueden estar expuestos a ataques de piratas informáticos u otras personas que podrían ocasionar el robo o la pérdida de ETH enviado por usted a la billetera de depósito.</li>\n              <li>Riesgo de ataques de minería de Ethereum: usted comprende y acepta que, al igual que otras criptomonedas, la cadena de bloques utilizada para AKASHA es susceptible a ataques mineros, incluidos, entre otros, ataques de doble gasto, ataques de potencia minera mayoritaria, ataques de \"minería egoísta\" y ataques de condición de carrera.</li>\n              <li>Riesgo de una nueva versión: Usted comprende y acepta que la red de mineros finalmente tendrá el control de AKASHA. Usted comprende que la mayoría de estos mineros podría acordar en cualquier momento realizar cambios en la red oficial de AKASHA y ejecutar la nueva versión del sistema de contrato inteligente.</li></ul></p>"
    },
    {
        "id": "app.terms.taxationTitle",
        "description": "taxation section title",
        "defaultMessage": "9. Impuestos"
    },
    {
        "id": "app.terms.taxationBody",
        "description": "taxation section content",
        "defaultMessage": "<p>19. Usted es el único responsable de determinar si alguna acción o transacción relacionada con AKASHA tiene implicaciones impositivas para usted.</p>"
    },
    {
        "id": "app.terms.noLiabilityTitle",
        "description": "no liability section title",
        "defaultMessage": "10. No Responsabilidad"
    },
    {
        "id": "app.terms.noLiabilityBody",
        "description": "no liability section content",
        "defaultMessage": "<p>20. Usted reconoce y acepta que, en la máxima medida permitida por cualquier ley aplicable, el Usuario no responsabilizará a los desarrolladores, contratistas o fundadores de AKASHA y / o AKASHA International GmbH por daños y perjuicios o lesiones de cualquier tipo causados ​​o relacionados al uso de, o la incapacidad de usar, AKASHA bajo cualquier causa o acción de cualquier tipo en cualquier jurisdicción, incluyendo, sin limitación, acciones por incumplimiento de garantía, incumplimiento de contrato o agravio (incluyendo negligencia) y que los desarrolladores de AKASHA y / o AKASHA International GmbH no será responsable por ningún daño indirecto, incidental, especial, ejemplar o consecuente (incluyendo pérdidas de beneficios, fondos de comercio, plusvalía de datos u otras pérdidas intangibles) de ninguna manera que surja del uso de, o la inhabilidad de usar AKASHA.</p>\n                      <p>21. En particular, usted reconoce y acepta que AKASHA y cualquiera de sus desarrolladores, contratistas o fundadores y / o AKASHA International GmbH no serán responsables bajo ninguna circunstancia para usted o cualquier otra persona, entidad o entidad por cualquier daño o pérdida que pueda resultado de lo siguiente:\n                  <ul>\n                  <li>Terminación, suspensión, pérdida o modificación de AKASHA;</li>\n                  <li>Uso o incapacidad de usar AKASHA;</li>\n                  <li>Retrasos de acceso o interrupciones de acceso a AKASHA;</li>\n                  <li>No entrega de datos, entrega incorrecta, corrupción, destrucción u otra modificación;</li>\n                  <li>Eventos más allá del control de AKASHA;</li>\n                  <li>Aplicación de cualquier ley aplicable, regulación o política de AKASHA;</li>\n                  <li>Desembolso o no desembolso del fondo en su billetera de depósito;</li>\n                  <li>Pérdida o responsabilidad resultante de errores, omisiones o declaraciones incorrectas relacionadas con AKASHA (esto incluye la pérdida de datos como resultado de retrasos, no entregas, entregas erróneas o interrupciones del servicio independientemente de la causa);</li>\n                  <li>Pérdida o responsabilidad derivada del uso no autorizado o mal uso de su identidad, contraseña u otra opción de autenticación de seguridad;</li>\n                  <li>Uso no autorizado o alteración de su contenido;</li>\n                  <li>Violación de los derechos de terceros, incluidos, entre otros, los derechos de publicidad, los derechos de privacidad, los derechos de propiedad intelectual y cualquier otro derecho de propiedad;</li>\n                  <li>Cualquier otro asunto relacionado con su uso de AKASHA.</li>\n                  </ul></p>\n                      <p>22. AKASHA y / o AKASHA International GmbH se exime de cualquier responsabilidad por el contenido, bienes y servicios que usted venda o que de otra forma estén disponibles a través de AKASHA, o la calidad o exactitud de cualquier información sobre AKASHA. AKASHA y / o AKASHA International GmbH no avalarán, garantizarán ni garantizarán ningún producto o servicio ofrecido a través de AKASHA, y no serán parte ni monitorearán en modo alguno las transacciones entre usted y un tercero ofrecidas a través de los servicios o resultantes de los mismos. o el uso de AKASHA, que incluye, entre otros, todas las licencias de contenido, transacciones o acuerdos comerciales.</p>\n                      <p>23. Usted acepta indemnizar, defender y eximir de responsabilidad a AKASHA y / o AKASHA International GmbH de y contra todos los reclamos, pérdidas, gastos ocasionados por un tercero que surjan de su incumplimiento de sus obligaciones, garantías o representaciones en virtud de estos Términos.</p>"
    },
    {
        "id": "app.terms.miscTitle",
        "description": "miscellaneous section title",
        "defaultMessage": "11. Misceláneo"
    },
    {
        "id": "app.terms.miscBody",
        "description": "miscellaneous section content",
        "defaultMessage": "<p>24. Usted acepta que si alguna parte de estos Términos se considera ilegal o no ejecutable, en todo o en parte, dicha disposición será, en cuanto a dicha jurisdicción, ineficaz únicamente en la medida de dicha determinación de invalidez o inaplicabilidad sin afectar la validez o exigibilidad de los mismos de cualquier otra manera o jurisdicción y sin afectar las disposiciones restantes de los Términos, que continuarán en pleno vigor y efecto.</p>\n                      <p>25. La ley aplicable es la ley suiza. Cualquier disputa que surja de o en relación con AKASHA será finalmente resuelta por los tribunales ordinarios de Zug, Suiza.</p>"
    }
]